[
  "obsidian-excalidraw-plugin",
  "obsidian-relative-line-numbers",
  "obsidian-kanban",
  "table-editor-obsidian",
  "obsidian-tasks-plugin",
  "obsidian-cursor-location-plugin",
  "tag-wrangler",
  "obsidian-hide-sidebars-when-narrow",
  "templater-obsidian",
  "obsidian-latex-suite",
  "obsidian-admonition",
  "omnisearch",
  "dataview",
  "obsidian-footnotes",
  "nldates-obsidian",
  "remember-cursor-position",
  "obsidian-minimal-settings",
  "obsidian-style-settings",
  "obsidian-icon-folder",
  "music-code-blocks",
  "readwise-official",
  "global-search-and-replace",
  "homepage",
  "code-styler",
  "obsidian-bible-reference",
  "obsidian-hider",
  "obsidian-custom-attachment-location",
  "mononote",
  "tab-limit",
  "darlal-switcher-plus",
  "tag-page-md",
  "obsidian-spaced-repetition"
]