[
  "obsidian-excalidraw-plugin",
  "obsidian-relative-line-numbers",
  "obsidian-kanban",
  "table-editor-obsidian",
  "obsidian-tasks-plugin",
  "obsidian-cursor-location-plugin",
  "tag-wrangler",
  "obsidian-hide-sidebars-when-narrow",
  "templater-obsidian",
  "obsidian-custom-attachment-location",
  "obsidian-latex-suite",
  "darlal-switcher-plus",
  "calendar",
  "obsidian-admonition",
  "omnisearch",
  "dataview",
  "obsidian-footnotes",
  "nldates-obsidian",
  "remember-cursor-position",
  "obsidian-to-anki-plugin",
  "obsidian-minimal-settings",
  "obsidian-style-settings",
  "obsidian-icon-folder",
  "obsidian-tomorrows-daily-note",
  "obsidian-focus-plugin",
  "obsidian-linter"
]