[
  "obsidian-excalidraw-plugin",
  "obsidian-relative-line-numbers",
  "obsidian-kanban",
  "table-editor-obsidian",
  "highlightr-plugin",
  "obsidian-advanced-slides",
  "calendar",
  "obsidian-tasks-plugin",
  "obsidian-hider",
  "callout-manager",
  "obsidian-cursor-location-plugin",
  "obsidian-latex-suite",
  "tag-wrangler",
  "obsidian-hide-sidebars-when-narrow",
  "obsidian-math-plus",
  "templater-obsidian",
  "obsidian-tagfolder",
  "obsidian-custom-attachment-location",
  "obsidian-admonition"
]